Repository: live-assistant/LiveAssistant.NET
Catalog: LiveAssistant/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# AppDisplayName
source: Live Assistant
zh_hans: 直播助理

# AudioDeviceComboBox.Header
source: Audio device
zh_hans: 音频设备

# BilibiliHostDialogChannelIdTextBoxPlaceholderText
source: Channel ID
zh_hans: 频道 ID

# BilibiliHostDialogTitle
source: Add Bilibili host
zh_hans: 添加哔哩哔哩主播

# ButtonCancel
source: Cancel
zh_hans: 取消

# ButtonConfirm
source: Confirm
zh_hans: 确认

# ButtonConnect
source: Connect
zh_hans: 连接

# ButtonDisconnect
source: Disconnect
zh_hans: 断开

# EngineComboBox.Header
source: Engine
zh_hans: 引擎

# ExtensionHeartRateHeader.Content
source: Heart Rate
zh_hans: 心率

# ExtensionHeartRateHypeRateIdTextBox.PlaceholderText
source: HypeRate session ID
zh_hans: HypeRate 会话 ID

# ExtensionLiveCaptionHeader.Content
source: Live Caption
zh_hans: 实时字幕

# ExtensionLiveCaptionPreviewPlaceholder
source: Start speak to see preview here
zh_hans: 开始说话以查看预览

# ExtensionMediaInfoEmptyState.Body
source: No info
zh_hans: 没有信息

# ExtensionMediaInfoHeader.Content
source: Media Info
zh_hans: 媒体信息

# SocketServerClientsDropDownButton.Text
source: Clients
zh_hans: 客户端

# SocketServerCheckBox.Content
source: Server
zh_hans: 服务器

# ExtensionTTSEngineNameSystem
source: System
zh_hans: 系统

# ExtensionTTSHeader.Content
source: Text-to-Speech
zh_hans: 文本转语音

# VoiceComboBox.Header
source: Voice
zh_hans: 声音

# ExtensionTTSTemplateMessage
source: Anonymous audience says {0}
zh_hans: {0}说{1}

# HistoryEmptyState.Body
source: Record a session on the Recorder page to start using the history viewer
zh_hans: 在记录器页面录制一个新的场次来查看历史记录

# HostPickerHeader.Text
source: Hosts
zh_hans: 主播

# MainWindowTabNameHistory
source: History
zh_hans: 历史

# MainWindowTabNameRecorder
source: Recorder
zh_hans: 记录器

# PasswordBox.PlaceholderText
source: Password
zh_hans: 密码

# PlatformBilibili
source: Bilibili
zh_hans: 哔哩哔哩

# PortNumberBox.PlaceholderText
source: Port
zh_hans: 端口

# SocketDataTypeCaption
source: Caption
zh_hans: 字幕

# SocketDataTypeGift
source: Gift
zh_hans: 礼物

# SocketDataTypeHeartRate
source: Heart rate
zh_hans: 心率

# SocketDataTypeMediaInfo
source: Media info
zh_hans: 媒体信息

# SocketDataTypeMembership
source: Membership
zh_hans: 订阅

# SocketDataTypeMessage
source: Message
zh_hans: 消息

# SocketDataTypeSuperChat
source: Super Chat
zh_hans: 醒目留言

# SocketDataTypeViewersCount
source: Viewers count
zh_hans: 观众人数

# TermSuperChat
source: Super Chat
zh_hans: 醒目留言

# SocketServerTestModeToggleButtonToolTip.Content
source: Test mode
zh_hans: 测试模式

# ExtensionKaraokeStationHeader.Content
source: Karaoke Station
zh_hans: 点歌台

# ExtensionKaraokeStationKeywordDefault
source: Karaoke
zh_hans: 点歌

# ExtensionKaraokeStationMinimumAudienceLevelNumberBox.Header
source: Minimum audience level
zh_hans: 最低观众等级

# ExtensionKaraokeStationRequiresWearingBadgeCheckBox.Content
source: Requires wearing badge
zh_hans: 需要佩戴徽章

# ExtensionKaraokeStationKeywordTextBox.Header
source: Trigger keyword
zh_hans: 触发关键词

# ExtensionKaraokeStationMinimumIntervalNumberBox.Header
source: Minimum interval (in seconds)
zh_hans: 最短间隔（秒）

# ExtensionKaraokeStationEmptyState.Body
source: No song
zh_hans: 没有歌曲

# ExtensionKaraokeStationAddSongTextBox.PlaceholderText
source: Add song
zh_hans: 添加歌曲

# SocketDataTypeKaraokeStation
source: Karaoke station
zh_hans: 点歌台

# ExtensionMediaInfoAlbumFallbackValue
source: Album
zh_hans: 专辑

# ExtensionMediaInfoArtistFallbackValue
source: Artist
zh_hans: 艺术家

# AppDescription
source: Your go-to solution of streaming management
zh_hans: 你的一站式直播管理方案

# ExtensionMediaInfoTitleFallbackValue
source: Title
zh_hans: 标题

# ExtensionInputInfoHeader.Content
source: System Input Info
zh_hans: 系统输入信息

# SocketDataTypeMousePosition
source: Mouse position
zh_hans: 鼠标位置

# SocketDataTypeMouseButton
source: Mouse button
zh_hans: 鼠标按键

# SocketDataTypeKeyboardButton
source: Keyboard button
zh_hans: 键盘按键

# SocketDataTypeGamepad
source: Gamepad
zh_hans: 游戏手柄

# ExtensionInputInfoMouseCheckBox.Content
source: Mouse
zh_hans: 鼠标

# ExtensionInputInfoKeyboardCheckBox.Content
source: Keyboard
zh_hans: 键盘

# ExtensionInputInfoGamePadCheckBox.Content
source: Game pad
zh_hans: 手柄

# ExtensionTTSAmazonPollyKeyPasswordBox.Header
source: Access key
zh_hans: 访问密钥

# ExtensionTTSAmazonPollySecretPasswordBox.Header
source: Access key secret
zh_hans: 秘密访问密钥

# SocketDataTypeAudienceUpdate
source: Audience data update
zh_hans: 观众数据更新

# SocketDataTypeEnter
source: Audience enter
zh_hans: 进入直播间

# SocketDataTypeFollow
source: Follow
zh_hans: 关注

# TermAnonymous
source: Anonymous
zh_hans: 匿名

# MainWindowTabNameOverlay
source: Overlay
zh_hans: 覆盖层

# OverlayExplorerAddProviderDialogUrlTextBoxPlaceholderText
source: Config URL
zh_hans: 配置链接

# ButtonAdd
source: Add
zh_hans: 添加

# OverlayExplorerAddButton.Content
source: Add provider
zh_hans: 添加来源

# OverlayExplorerAddProviderDialogTitle
source: Add provider
zh_hans: 添加来源

# OverlayExplorerPreviewBackgroundColorDropDownButton.Content
source: Preview background color
zh_hans: 预览背景颜色

# OverlayExplorerCopyUrlButton.Content
source: Copy URL
zh_hans: 复制链接

# OverlayExplorerRemoveProviderButton.Content
source: Remove
zh_hans: 移除

# OverlayExplorerReloadProviderButton.Content
source: Refresh
zh_hans: 更新

# SocketServerPasswordMenuRegenerate.Text
source: Regenerate
zh_hans: 重新生成

# SocketServerPasswordDropDownButton.Content
source: Password
zh_hans: 密码

# SocketServerPasswordMenuCopy.Text
source: Copy
zh_hans: 复制

# ExtensionAudioSpectrumHeader.Content
source: Audio Spectrum
zh_hans: 音频频谱

# SocketDataTypeInputAudioSpectrum
source: Input audio spectrum
zh_hans: 录制设备频谱

# SocketDataTypeOutputAudioSpectrum
source: Output audio spectrum
zh_hans: 播放设备频谱

# ExceptionInfoBarTitle
source: An exception occured
zh_hans: 发生了一个异常

# ExceptionMessageAuthenticationExpired
source: Authentication expired
zh_hans: 身份验证已过期

# BilibiliConnectorExceptionCannotConnect
source: Cannot connect to the server
zh_hans: 无法连接到服务器

# AudioDeviceInputComboBox.Header
source: Audio input device
zh_hans: 音频输入设备

# AudioDeviceOutputComboBox.Header
source: Audio output device
zh_hans: 音频输出设备

# MainWindowTabNameSettings
source: Settings
zh_hans: 设置

# SettingsSendDiagnosticDataTitle.Text
source: Send diagnostic data
zh_hans: 发送诊断数据

# SettingsSendDiagnosticDataSubtitle.Text
source: This will allow us to collect necessary diagnostic data to improve the app's performance. Changes made to this setting will take effect on next launch.
zh_hans: 这将允许我们收集必要的应用诊断数据以改进应用性能，对这项设置的更改将在下次启动时生效。

# SettingsPackages.Header
source: Packages used in this app
zh_hans: 本应用中使用的包

# SettingsNotice.Header
source: Third-party software notice
zh_hans: 第三方软件说明

# SettingsLicense.Header
source: License
zh_hans: 许可

# SettingsSpecialThanks.Header
source: Special thanks
zh_hans: 特别鸣谢

# SettingsTrademarks.Text
source: Bilibili, Twitch, YouTube, Amazon and HypeRate are trademarks of their respective owners.
zh_hans: 哔哩哔哩、Twitch、YouTube、Amazon 和 HypeRate 是其各自所有者的商标。

# SessionViewerSummaryViewersCount
source: Viewers count
zh_hans: 观看人数

# SessionViewerSummaryDuration.Text
source: Duration
zh_hans: 时长

# SessionViewerSummaryPeakViewersCount
source: Peak viewers count
zh_hans: 最高观看人数

# SessionViewerSummaryMessagesCount.Text
source: Messages
zh_hans: 消息

# SessionViewerSummarySuperChatCounts.Text
source: Super Chats
zh_hans: 醒目留言

# SessionViewerSummaryGiftsCount.Text
source: Gifts
zh_hans: 礼物

# SessionViewerSummaryNewMembersCount.Text
source: Members
zh_hans: 会员

# SessionViewerSummaryNewFollowersCount.Text
source: Followers
zh_hans: 关注

# OverlayExceptionProtocolVersion
source: The protocol version is not supported
zh_hans: 协议版本不受支持

# OverlayPackageFileName
source: Live Assistant Overlay Package
zh_hans: 直播助理覆盖层包

# SessionViewerEmptyStateMessage.Body
source: Message
zh_hans: 消息

# SessionViewerEmptyStateSuperChat.Body
source: Super Chat
zh_hans: 醒目留言

# SessionViewerEmptyStateGift.Body
source: Gift
zh_hans: 礼物

# SessionViewerEmptyStateFollower.Body
source: Follower
zh_hans: 关注

# SessionViewerEmptyStateMembership.Body
source: Membership
zh_hans: 会员

# TutorialTipIntroStart.Title
source: Welcome
zh_hans: 欢迎

# TutorialTipIntroStart.Subtitle
source: This seems to be your first time using Live Assistant, do you want to go through a quick introduction tutorial?
zh_hans: 这好像是你第一次使用直播助理，是否需要开始一个快速介绍教程？

# ButtonFinish
source: Finish
zh_hans: 完成

# ButtonSkip
source: Skip
zh_hans: 跳过

# ButtonStart
source: Start
zh_hans: 开始

# ButtonNext
source: Next
zh_hans: 下一步

# TutorialTipIntroAddHost.Subtitle
source: Click the + button to add a new host
zh_hans: 点击 + 按钮添加一个新的主播

# TutorialTipIntroRecord.Subtitle
source: Click this button to start recording a new session
zh_hans: 点击这个按钮来开始录制一个新的场次

# TutorialTipIntroPanels.Subtitle
source: There are five lists for messages, super chats, new followers, gifts and new members
zh_hans: 这里有显示消息、醒目留言、新关注、礼物和新会员的五个列表

# TutorialTipIntroSummary.Subtitle
source: This is a quick overview of the current session
zh_hans: 你可以在这里看到当前场次的概览

# TutorialTipIntroEnd.Subtitle
source: The tutorial has completed, happy streaming!
zh_hans: 教程已经结束，祝直播愉快！

# OverlayExplorerEmptyStateConfig.Body
source: Config
zh_hans: 配置

# OverlayExplorerEmptyStateOverlay.Body
source: Overlays list
zh_hans: 覆盖层列表

# OverlayExplorerEmptyStatePreview.Body
source: Preview
zh_hans: 预览

# TestHostDisplayName
source: Tester
zh_hans: 测试员

# PlatformTest
source: Test Platform
zh_hans: 测试平台
